import React from "react";

export function HomePage() {
  return (
    <div className=" text-center bg-yellow-200">
      <h1 className=" text-lg font-semibold mt-4">品牌故事</h1>
      <br></br>
      <div className=" text-sm space-y-2">
        <h1>一份因為感受父母給的愛與支持的心</h1>
        <h1>一份因為想珍惜與家人之間的愛</h1>
        <h1>一份想保留父母好手藝的心</h1>
        <h1>李記珍愛～就這麼傳承下來</h1>
        <h1>
          『珍惜與愛護您所在乎的人，過好每一個今天，不留遺憾』為我們的核心價值
        </h1>
        <h1>2016年小編微微離開職場的舒適圈</h1>
        <h1>開始向父親學習蘿蔔糕及芋粿</h1>
        <h1>學習如何生產也認識蘿蔔及米的特性</h1>
        <h1>學習如何銷售找通路</h1>
        <h1>學習如何做廣告行銷</h1>
        <h1>學習如何找材料供應商</h1>
        <h1>學習如何掌控品質</h1>
        <h1>學習如何管理所有流程</h1>
        <h1>一步一腳印地完成父母的夢想，也是小編的夢想</h1>
        <h1>2021年經歷了小編微微最依賴的母親離世</h1>
        <h1>小編微微更加的確定這份想傳承的心依然不變</h1>
        <h1>母親教會小編創立李記珍愛從無到有</h1>
        <h1>這份感恩的心依然存留在小編微微的心中</h1>
        <h1>小編微微將繼續帶著這傳承的精神</h1>
        <h1>與家人們繼續努力讓更多的人吃到這幸福的蘿蔔糕及芋粿</h1>
      </div>
      <h1 className=" text-lg font-semibold mt-6">理念與核心價值</h1>
      <br></br>
      <div className=" text-sm">
        <h1>「珍惜與愛護」就是李記珍愛的文化。 </h1>
        <h1>
          「過好每一個今天，不留下遺憾」傳遞對親情、友情、愛情上珍惜與愛護您所在乎的人。
        </h1>
        <h1>
          在品嘗我們的產品時也希望能感受到一種無形的「愛」以及「幸福」的力量。
        </h1>
        <h1>
          給您親切的微笑與服務，擁有家的感覺，「真誠」對待每一個客戶也是我們的品牌文化。
        </h1>
        <br></br>
      </div>
    </div>
  );
}
